Revit 2027 API
ParameterTypeId.ScheduleRowHeightInput Property
 "Row Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleRowHeightInput { get; }
Public Shared ReadOnly Property ScheduleRowHeightInput As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleRowHeightInput {
	ForgeTypeId^ get ();
}
static member ScheduleRowHeightInput : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace